Repository: common-repository/redi-restaurant-reservation
Catalog: lang/redi-restaurant-reservation-*.po
Languages: hu, lt, nl

source: Improve your restaurant’s turnaround time by allowing the clients to call a waiter using their smart phones. Create a mobile web page with our QR Code Waiter Calling System plugin.
hu: Javítsa éttermének átfutási idejét azzal, hogy lehetővé teszi az ügyfelek számára, hogy okostelefonjuk segítségével felhívják a pincért. Hozzon létre egy mobil weboldalt a QR Code Waiter Calling System bővítményünkkel.
lt: Pagerinkite savo restorano apyvartos laiką leisdami klientams išsikviesti padavėją išmaniuoju telefonu. Sukurkite mobilųjį tinklalapį naudodami mūsų QR kodo padavėjo iškvietimo sistemos įskiepį.
nl: Verbeter de doorlooptijd van uw restaurant door de klanten een ober te laten bellen met hun smartphone. Maak een mobiele webpagina aan met onze plug-in QR Code Waiter Calling System.

source: In case you would like to be notified when someone cancels reservation for this day, please fill <a class="link-waitlist-form">this form</a>.
hu: Ha szeretne értesítést kapni, ha valaki lemondja a foglalást erre a napra, kérjük, töltse ki <a class="link-waitlist-form">ezt az űrlapot</a>.
lt: Jei norite gauti pranešimą, kai kas nors atšaukia šios dienos rezervaciją, užpildykite <a class="link-waitlist-form">šią formą</a>.
nl: Als u op de hoogte wilt worden gehouden wanneer iemand de reservering voor deze dag annuleert, vult u <a class="link-waitlist-form">dit formulier</a> in.

source: In order to display reservation id on that page, install plugin GET Params and add following short code: [display-get-param name="reservation_id"]
hu: A foglalási azonosító megjelenítéséhez az oldalon telepítse a GET Params bővítményt, és adja hozzá a következő rövid kódot: [display-get-param name="reservation_id"]
lt: Norėdami tame puslapyje rodyti rezervacijos ID, įdiekite įskiepį "GET Params" ir pridėkite šį trumpąjį kodą: [display-get-param name="reservation_id"]
nl: Om de reserverings-ID op die pagina weer te geven, installeert u de plug-in GET Params en voegt u de volgende korte code toe: [display-get-param name="reservation_id"]

source: In this mode, the system automatically displays all the available times for the date selected without any manual time input.
hu: Ebben az üzemmódban a rendszer automatikusan megjeleníti az összes rendelkezésre álló időt melyből lehet választani.
lt: Šiuo režimu sistema automatiškai rodo visus galimus pasirinktos datos laikus be jokio rankinio laiko įvedimo.
nl: In deze modus toont het systeem automatisch alle beschikbare tijden voor de geselecteerde datum zonder enige handmatige tijdinvoer.

source: In this mode, the user selects the desired time and the system verifies its availability to present five different alternative times to the customer.
hu: Ebben a módban a felhasználó kiválasztja a kívánt időt és a rendszer ellenőrzi, a rendelkezésre álló időpontokat és megmutat öt különböző alternatív időpontot a vevőnek.
lt: Šiuo režimu naudotojas pasirenka pageidaujamą laiką, o sistema patikrina jo prieinamumą ir pateikia klientui penkis skirtingus alternatyvius laikus.
nl: In deze modus selecteert de gebruiker de gewenste tijd en het systeem verifieert de beschikbaarheid en toont dan vijf verschillende alternatieve tijden aan de klant.

source: Is printed?
hu: Nyomtatott?
lt: Ar yra atspausdinta?
nl: Wordt afgedrukt?

source: Is required?
hu: Kitöltése kötelező?
lt: Ar būtina?
nl: Verplicht?

source: jQuery plugin
lt: jQuery įskiepis

source: Language
hu: Nyelv
lt: Kalba
nl: Taal

source: Language for emails of clients depend on the user interface language selected.
hu: Az email nyelve függ az ügyfél gépén lévő nyelv beállítástól.
lt: Klientams siunčiamų el. laiškų kalba priklauso nuo pasirinktos naudotojo sąsajos kalbos.
nl: De taal voor e-mails van klanten is afhankelijk van de geselecteerde taal van de gebruikersinterface.

source: Language for internal emails communication. It is specially used for admin emails.
hu: Nyelv a belső e-mail kommunikációhoz. Kifejezetten rendszergazdai e-mailekhez használják.
lt: Kalba, skirta vidiniam bendravimui elektroniniais laiškais. Ji specialiai naudojama administratoriaus el. laiškams.
nl: Taal voor interne e-mailcommunicatie. Het wordt speciaal gebruikt voor admin-e-mails.

source: Last Name
hu: Keresztnév
lt: Pavardė
nl: Achternaam

source: Last Name can't be empty
hu: A keresztnév mező nem lehet üres
lt: Pavardė negali būti tuščia
nl: Voer uw achternaam in. Dit veld mag niet leeg zijn.

source: Late Bookings
hu: Foglalás késleltetés
lt: Vėlyvos rezervacijos
nl: Late aanmeldingen

source: Link to demo:
lt: Nuoroda į demonstracinę versiją:

source: Localization
hu: Lokalizáció
lt: Vietos nustatymas
nl: Lokalisatie

source: Login with your social media account
hu: Jelentkezzen be közösségi média fiókjával
lt: Prisijunkite prie savo socialinės medijos paskyros
nl: Log in met je social media-account

source: Make a reservation
hu: Foglalást leadása
lt: Rezervuokite
nl: Reserveer nu

source: Manual reservation
hu: Kézi foglalás
lt: Rankinė rezervacija
nl: Handmatige reservering

source: Max persons per reservation
hu: Maximális személyek száma
lt: Maksimalus asmenų skaičius vienai rezervacijai
nl: Max personen per reservering

source: Maximum number of guests
hu: Maximális vendégek száma
lt: Maksimalus svečių skaičius
nl: Maximaal aantal gasten

source: Maximum number of persons allowed for each reservation. Drop down list of persons ends with this number.
hu: Maximális személyek száma engedélyezett minden foglaláskor. A legördülő lista, eddig a számig fog tartani.
lt: Didžiausias leistinas asmenų skaičius kiekvienoje rezervacijoje. Šiuo skaičiumi baigiasi išskleidžiamasis asmenų sąrašas.
nl: Maximaal aantal toegestane personen per reservering. De vervolgkeuzelijst eindigt met dit nummer.

source: Maximum time before the reservation can be accepted.
hu: A foglalás elfogadásának maximális időtartama.
lt: Maksimalus laikas, per kurį gali būti priimta rezervacija.
nl: Maximale tijd voordat de reservering kan worden geaccepteerd.

source: Message for large groups
hu: Üzenet nagy csoportnak
lt: Žinutė didelėms grupėms
nl: Melding voor grote groepen

source: Min persons per reservation
hu: Minimális személyek száma
lt: Minimalus asmenų skaičius per rezervaciją
nl: Min personen per reservering

source: Min Persons should be lower than Max Persons
hu: Minimális személyek számának kevesebbnek kell lennie, mint a maximális személyek száma
lt: Min žmonių skaičius turi būti mažesnis nei Maks žmonių skaičius
nl: Minimaal aantal personen moeten lager zijn dan het maximum.

source: Minimum number of persons allowed for each reservation. Drop down list of persons starts from this number.
hu: Minimális személyek száma engedélyezett minden foglaláskor. A legördülő lista, ettől a számtól fog kezdődni.
lt: Mažiausias leistinas asmenų skaičius kiekvienoje rezervacijoje. Nuo šio skaičiaus prasideda išskleidžiamasis asmenų sąrašas.
nl: Minimum aantal toegestane personen voor elke reservering. De vervolgkeuzelijst begint vanaf dit nummer.

source: Minutes
hu: Perc
lt: Minutės
nl: Minuten

source: Mode how available working hours presented to user so that they can choose time slots most convenient to them.
hu: Ez olyan mód, ahol az érhető munkaidő kerül a felhasználó elé, hogy azokból választhasson.
lt: Režimas, kai naudotojui pateikiamos galimos darbo valandos, kad jis galėtų pasirinkti jam patogiausius laiko intervalus.
nl: Modus hoe beschikbare werkuren aan de gasten worden getoond, zodat ze de tijdvakken kunnen kiezen die voor hen het handigst zijn.

source: Modify reservation
hu: Foglalás módosítása
lt: Keisti rezervaciją
nl: Wijzig de reservering

source: Months
hu: Hónap
lt: Mėnesiai
nl: Maand

source: More than %s Guests
hu: Több mint %s vendég
lt: Daugiau nei %s svečiai
nl: Meer dat %s gasten

source: More than [max] people
hu: Több mint [max] ember
lt: Daugiau kaip [max] svečių
nl: Meer dan [max] gasten

source: Multiple open and close times are available in Basic package. If times are configured in Basic package, then this table is ignored.
hu: Az alapcsomagban többféle nyitási és zárási idő is elérhető. Ha az idők az alapcsomagban vannak beállítva, akkor ezt a táblázatot figyelmen kívül hagyja.
lt: Baziniame pakete galima pasirinkti kelis atidarymo ir uždarymo laikus. Jei laikai jau sukonfigūruoti Baziniame pakete, ši lentelė ignoruojama.
nl: In het basispakket zijn meerdere open- en sluittijden beschikbaar. Als tijden zijn geconfigureerd in het basispakket, wordt deze tabel genegeerd.

source: Name
hu: Név
lt: Vardas
nl: Naam

source: Name can't be empty
hu: Név nem lehet üres
lt: Vardas negali būti tuščias
nl: Naam mag niet leeg zijn

source: Name or Phone or Email can't be empty
hu: A név, a telefonszám vagy az e-mail cím mező nem lehet üres
lt: Vardas arba telefono numeris arba el. paštas negali būti tuščias
nl: Naam of telefoon of e-mail kan niet leeg zijn

source: News
hu: Hírek
lt: Naujienos
nl: Nieuws

source: Newsletter
hu: Hírlevél
lt: Naujienlaiškiai
nl: Nieuwsbrief

source: Next
hu: Következő
lt: Toliau
nl: Volgende

source: Next step is to configure the plugin, please watch following videos and click on Next to open Settings page
lt: Kitas žingsnis - konfigūruoti įskiepį, žiūrėkite šiuos vaizdo įrašus ir spustelėkite Toliau, kad atidarytumėte nustatymų puslapį

source: No. of Guests
hu: Játékosok száma
lt: Svečių skaičius
nl: Aantal gasten

source: Nonce check failed.
lt: Nonce tikrinimas nepavyko.

source: Normal
hu: Normális
lt: Įprastas
nl: Normaal

source: Not a valid API key provided.
hu: Érvénytelen API-kulcs van megadva.
lt: Nepateiktas galiojantis API raktas.
nl: Er is geen geldige API-sleutel opgegeven.

source: NOTE: Complex custom fields like Options and Dropdown can be configured in Basic package settings.
hu: MEGJEGYZÉS: Az összetett egyéni mezők, például az Opciók és a Legördülő menü az Alapcsomag beállításaiban konfigurálhatók.
lt: PASTABA: Sudėtingi pasirinktiniai laukai, pavyzdžiui, parinktys ir išskleidžiamieji laukai, gali būti konfigūruojami Bazinio paketo nustatymuose.
nl: OPMERKING: Complexe aangepaste velden zoals Opties en Dropdown kunnen worden geconfigureerd in Basispakketinstellingen.

source: NOTE: If you define Open Time in basic package, then this setting will be ignored. Use open times settings to define Late Bookings.
hu: Megjegyzés: Ha meghatároztuk a nyitva tartási időt az alapcsomagban, akkor ezt a beállítás figyelmen kívül hagyja. A nyitva tartás beállításokkal megadhatjuk a késleltetett foglalást.
lt: PASTABA: Jei Baziniame pakete nustatėte atvirą laiką, šis nustatymas bus ignoruojamas. Naudokite atviro laiko nustatymus vėlyviems užsakymams apibrėžti.
nl: OPMERKING: Als u Open Tijd definieert in het basispakket, wordt deze instelling genegeerd. Gebruik instellingen voor open tijden om late boekingen te definiëren.

source: NOTE: Name, Email, Phone and Comments are required fields of reservation form and do not need to be defined here as custom fields.
hu: MEGJEGYZÉS: Név, e-mail cím, telefonszám és megjegyzések a foglalási űrlap kötelező mezői, és nem kell őket itt egyéni mezőként megadni.
lt: PASTABA: Vardas, el. paštas, telefonas ir komentarai yra privalomi rezervavimo formos laukai ir jų nereikia apibrėžti kaip pasirinktinių laukų.
nl: OPMERKING: Naam, E-mail, Telefoon en Opmerkingen zijn verplichte velden van het reserveringsformulier en hoeven hier niet te worden gedefinieerd als aangepaste velden.

source: Note: To send SMS messages an extra addon needs to be purchased.
lt: Pastaba: norint siųsti SMS žinutes, reikia įsigyti papildomą priedą.
nl: Let op: Om SMS berichten te kunnen versturen dient een extra add-on aangeschaft te worden.

source: Obtain your captcha key from Google.
hu: Szerezze be a captcha kulcsot a Google-tól.
lt: Gaukite captcha raktą iš Google.
nl: Haal uw captcha-sleutel op bij Google.

source: Online reservation service is not available at this time. Try again later or
lt: Internetinė rezervacijų paslauga šiuo metu nepasiekiamas. Bandykite vėliau arba
nl: De online reserveringsservice is op dit moment niet beschikbaar. Probeer het later opnieuw

source: Online reservation service is not available at this time. Try again later or %s
hu: Az online foglalási szolgáltatás jelenleg nem érhető el. Próbálja újra később vagy %s
lt: Rezervavimo internetu paslauga šiuo metu neteikiama. Bandykite vėliau arba %s
nl: De online reservering-service is op dit moment niet beschikbaar. Probeer het later opnieuw of %s

source: Open
hu: Nyitva
lt: Atverti

source: Open times. This option will enable you to choose between various working hours whichever is most convenient to you.
hu: Nyitva tartás. Ez az opció teszi lehetővé, hogy válasszanak a különböző munkaidők közül.
lt: Darbo laikas. Pasirinkę šią parinktį galėsite pasirinkti įvairias darbo valandas, kurios jums patogiausios.
nl: Openingstijden. Met deze optie kunt u kiezen tussen verschillende werktijden, afhankelijk van wat u het beste kunt missen.

source: Open upcoming reservations
hu: Nyitott közelgő foglalások
lt: Atviros būsimos rezervacijos
nl: Open overzicht aankomende reserveringen

source: Option
hu: Beállítás
lt: Parinktis
nl: Optie

source: Override fully booked message text
hu: Teljesen lefoglalt üzenetszöveg felülbírálása
lt: Parašykite žinutę, kuomet visi staliukai užimti
nl: Negeer volgeboekte berichttekst

source: Page name
lt: puslapio pavadinimas

source: Page name is required
lt: Puslapio pavadinimas yra privalomas

source: Persons
hu: Személy
lt: Asmenys
nl: Voor hoeveel personen wilt u reserveren?

source: Phone
hu: Telefon
lt: Telefonas
nl: Telefoonnummer

source: Phone can't be empty
hu: Telefonszám nem lehet üres
lt: Telefonas negali būti tuščias
nl: Telefoonnummer mag niet leeg zijn

source: Phone number is not valid
hu: A telefonszám nem érvényes
lt: Telefono numeris yra neteisingas
nl: Telefoonnummer is niet geldig

source: Place
hu: Hely
lt: Vieta
nl: Plaats

source: Please allow 1 business day for us to confirm your payment and upgrade your account.
hu: Kérem, adjon 1 munkanapot számunkra, hogy feldolgozzuk a fizetését és megadjuk a megfelelő jogokat.
lt: Pra6ome suteikti mums vieną darbo dieną tam, kad patvirtintume Jūsų mokėjimą ir atnaujintume Jūsų paskyrą.
nl: Geef ons 1 werkdag de tijd om uw betaling te bevestigen en uw account te upgraden.

source: Please create a reservation page and add this <b>[redirestaurant]</b> shortcode to that page.
lt: Prašome sukurti rezervacijos puslapį ir į jį pridėti šį <b>[redirestaurant]</b> trumpinį.

source: Please provide your API Key in order to continue using plugin
lt: Norėdami toliau naudoti įskiepį, nurodykite savo API raktą

source: Please provide your email address to generate API Key
lt: Nurodykite savo el. pašto adresą, kad būtų sugeneruotas API raktas

source: Please verify you current time. This is important as this time is taken and used in reservation logic. In case time is differnet than your current time, please change time zone in Settings -> General -> Time Zone
hu: Kérjük, ellenőrizze az aktuális időt. Ez fontos, mivel ezt az időt veszik igénybe és használják fel a foglalási logikában. Ha az idő eltér a jelenlegi időtől, módosítsa az időzónát a Beállítások -> Általános -> Időzóna menüpontban
lt: Patikrinkite esamą laiką. Tai svarbu, nes šis laikas yra imamas ir naudojamas rezervavimo logikoje. Jei laikas skiriasi nuo jūsų dabartinio laiko, pakeiskite laiko juostą Nuostatos -> Pagrindinės -> Laiko juosta.
nl: Controleer uw huidige tijd. Dit is belangrijk omdat deze tijd wordt ingenomen en gebruikt in de reserveringslogica. Als de tijd anders is dan uw huidige tijd, wijzigt u de tijdzone in Instellingen -> Algemeen -> Tijdzone

source: Plugin failed to properly load javascript file, please check that jQuery is loaded and no javascript errors present.
hu: Plugin nem megfelelően tudta betölteni a javascript fájlt, ellenőrizze, hogy jQuery be van-e töltve, és nincs javascript hiba.
lt: Įskiepis nepavyko tinkamai įkelti JavaScript failo. Patikrinkite, ar įkelta jQuery ir nėra jokių JavaScript klaidų.
nl: De plug-in kon het javascript-bestand niet correct laden. Controleer of jQuery is geladen en of er geen javascript-fouten aanwezig zijn.

source: Plugin Info
hu: Plugin információ
lt: Įskiepio informacija

source: Powered by
lt: Sukurta
nl: Ondersteund door

source: Preferred time
hu: Előnyben részesített időpont
lt: Pageidautinas laikas
nl: Gewenste tijd

source: Previous
hu: Előző
lt: Ankstesnis
nl: Vorige

source: Privacy policy
hu: Adatvédelmi irányelvek
lt: Privatumo politika
nl: Privacybeleid

source: Provide reservation details
hu: Foglalás részletei
lt: Pateikite rezervacijos informaciją
nl: Vul uw reserveringsgegevens in

source: Provided time is not in valid format.
hu: A megadott idő nem érvényes formátumban.
lt: Pateiktas laikas neteisingu formatu.
nl: Op voorwaarde dat de tijd niet in een geldig formaat is.

source: Reason
hu: Magyarázat
lt: Priežastis
nl: Reden van annulering

source: Reason can't be empty
hu: A magyarázat nem lehet üres
lt: Priežastis negali būti tuščia
nl: Reden mag niet leeg zijn

source: ReDi Reservation plugin for Restaurants
hu: ReDi Reservation plugin éttermekhez
lt: ReDi rezervacijos įskiepis restoranams
nl: ReDi Reservation plugin voor Restaurants

source: ReDi Reservations
hu: ReDi foglalás
lt: ReDi rezervacijos
nl: ReDi reserveringen

source: ReDi Restaurant Reservation
hu: ReDi étterem foglalás
lt: ReDi restoranų rezervavimas

source: ReDi restaurant reservation plugin is ready to use
lt: ReDi restoranų rezervavimo įskiepis yra paruoštas naudoti

source: Register to Wait List
hu: Regisztráljon a várólistára
lt: Registruokitės į laukiančiųjų sąrašą
nl: Schrijf je in op de wachtlijst.

source: Remind your customer about upcoming reservation via Email or by SMS
hu: Emlékeztesse az ügyfélét a közelgő foglalásról e-mailben vagy SMS-ben
lt: Priminkite klientui apie artėjantį užsakymą el. paštu arba SMS žinute
nl: Herinner uw klant aan de reservering via e-mail of sms

source: Reminder
hu: Emlékeztető
lt: Priminimas
nl: Herinnering

source: Required error message
hu: Szükségességi hiba üzenet
lt: Būtinas klaidos pranešimas
nl: Verplichte foutmelding

source: Reservation Diary
hu: Foglalási napló
lt: Rezervacijos dienoraštis
nl: Reserveringstijd

source: Reservation duration
hu: A foglalás időtartama
lt: Rezervacijos trukmė
nl: Reserveringsduur

source: Reservation form is not working
hu: A foglalási űrlap nem működik
lt: Rezervacijos forma neveikia
nl: Reserveringsformulier werkt niet

source: Reservation Form settings
hu: Foglalási űrlap beállításai
lt: Rezervacijos formos nuostatos
nl: Reserveringsformulier instellingen

source: Reservation has been successfully canceled.
hu: A foglalást sikeresen törölték.
lt: Rezervacija buvo sėkmingai atšaukta
nl: Reservering is succesvol geannuleerd.

source: Reservation has been successfully updated.
hu: A foglalás frissítése sikeresen megtörtént.
lt: Rezervacija buvo sėkmingai atnaujinta.
nl: Reservering is succesvol bijgewerkt.

source: Reservation id is empty.
lt: Rezervacijos ID tuščias.

source: Reservation is not available on selected day. Please select another day.
hu: A foglalás nem elérhető a kiválasztott napra, kérem válasszon másikat.
lt: Pasirinktą dieną rezervacija negalima. Prašome pasirinkti kitą dieną.
nl: Wij kunnen deze reservering niet verwerken omdat er geen vrije plaatsen meer zijn.

source: Reservation is not found.
lt: Rezervacija nerasta.

source: Reservation number
hu: Foglalási szám
lt: Rezervacijos numeris
nl: Reserveringsnummer

source: Reservation number can't be empty
hu: Foglalási szám nem lehet üres
lt: Rezervacijos numeris negali būti tuščias
nl: Reserveringsnummer mag niet leeg zijn

source: Reservation number is required
hu: Foglalási szám nem lehet üres
lt: Rezervacijos numeris yra privalomas
nl: Reserveringsnummer is verplicht

source: Reservation restrictions
hu: Foglalási korlátozások
lt: Rezervacijos apribojimai
nl: Reserveringsbeperkingen

source: Reservation settings
hu: Foglalási beállítások
lt: Rezervacijos nuostatos
nl: Reservering instellingen

source: Reservation that is canceled can not be modified.
hu: A lemondott foglalás nem módosítható.
lt: Atšaukta rezervacija negali būti modifikuota.
nl: Reservering die is geannuleerd en kan niet meer worden gewijzigd.

source: Reservation time should be greater than 0
hu: A foglalási időnek nagyobbnak kell lennie, mint 0
lt: Rezervacijos laikas turi būti didesnis nei 0
nl: De reserveringstijd moet groter zijn dan 0

source: Reservations
lt: Rezervacijos

source: Restaurant name
hu: Étterem neve
lt: Restorano vardas
nl: Naam

source: Restaurant settings
hu: Étterem beállítások
lt: Restorano nuostatos
nl: Instellingen

source: Save Changes
hu: Változások mentése
lt: Išsaugoti pakeitimus
nl: Sla wijzigingen op

source: Select available time
hu: Válasszon lehetséges időpontot
lt: Pasirinkite laisvą laiką
nl: Selecteer beschikbare tijd

source: Select Country
hu: Ország választása
lt: Pasirinkite šalį
nl: Selecteer land

source: Select guests, date and time
hu: Válassza ki a vendégeket, a dátumot és az időt
lt: Pasirinkite svečių skaičių, datą ir laiką
nl: Selecteer plaats, datum en tijd

source: Select place, guests, date and time
lt: Pasirinkite vietą, svečių skaičių, datą ir laiką
nl: Selecteer plaats, gasten, datum en tijd

source: Selected date or time is not valid.
hu: A kiválasztott dátum vagy az idő nem érvényes.
lt: Pasirinktas data ar laikas yra neteisingas.
nl: Geselecteerde datum of tijd is niet geldig.

source: Selecting this option, the calendar is set to popup when the user clicks the calendar control.
hu: Ezt az opciót választva a naptár akkor jelenik meg, ha a vezérlőre kattintunk.
lt: Pasirinkus šią parinktį, kalendorius nustatomas taip, kad vartotojui spustelėjus kalendoriaus valdiklį iššoktų.
nl: Door deze optie te selecteren, wordt de kalender ingesteld om te verschijnen, wanneer de gebruiker op het kalenderbesturingselement klikt.

source: Send client reservation confirmation emails from WordPress account.
hu: Küldjön levelet az ügyfél foglalásról a Wordpress-ben megadott email címről.
lt: Siųskite klientų užsakymo patvirtinimo el. laiškus iš "WordPress" paskyros.
nl: Stuur reserveringsbevestigings e-mails vanaf WordPress-account.

source: Send confirmation email to client
hu: Küldjön visszaigazoló emailt a foglalónak
lt: Siųsti patvirtinimo el. laišką klientui
nl: Verstuur bevestigingsemail naar klant

source: Send me newsletter and promotions
hu: Küldj hírlevelet és promóciókat
lt: Norėčiau gauti naujienlaiškius ir akcijinius pasiūlymus
nl: Stuur mij nieuwsbrief en promoties

source: Send me reservation reminder
hu: Küldj foglalási emlékeztetőt
lt: Atsiųskite man rezervacijos priminimą
nl: Stuur mij een herinnering van de reservering

source: Set Open and Close fields to blank if restaurant is closed.
hu: Hagyja üresen a nyitva tartási és zárási időt, ha nincs nyitva az étterem.
lt: Jei restoranas uždarytas, laukus "Atidaryti" ir "Uždaryti" palikite tuščius.
nl: Stel de velden Openen en Sluiten in als het restaurant gesloten is.

source: Settings
hu: Beállítások
lt: Nustatymai
nl: Instellingen

source: Settings $
hu: Beállítások $
lt: Nustatymai $
nl: Instellingen $

source: Setup maximum available seats for online reservation by week day
hu: Állítsa be a maximális elérhető helyeket az online foglaláshoz egy napra
lt: Didžiausio galimo vietų skaičiaus, kurį galima rezervuoti internetu, nustatymas pagal savaitės dienas
nl: Stel maximaal beschikbare stoelen in voor online reservering per weekdag.

source: Setup wizard page
lt: Diegimo vedlio puslapis

source: Show end reservation time
hu: A foglalás befejezésének időpontjának megjelenítése
lt: Rodyti rezervacijos pabaigos laiką
nl: Toon eindtijd van de reservering
