Repository: common-repository/redi-restaurant-reservation
Catalog: lang/redi-restaurant-reservation-*.po
Languages: hu, lt, nl

source: Shown on click
hu: Mutasd gombnyomásra
lt: Rodyti paspaudus
nl: Wordt getoond bij klikken

source: Specify how late customers can make their booking in hours. For example, the current time is 10:00 and this setting is set to 3 hours then the first time, when the reservation will be accepted is 13:00.
hu: Adja meg, hogy az ügyfelek tudjanak késleltetve foglalni. Például, ha most a pontos idő 10:00, és megadjuk, hogy 3 óra a késleltetési idő, akkor az első alkalom, amikor a foglalás adható 13:00 lesz.
lt: Nurodykite, kada vėliausiai klientai gali atlikti užsakymą valandomis. Pavyzdžiui, dabartinis laikas yra 10:00, o šis nustatymas yra 3 valandos, tada pirmasis laikas, kada bus priimta rezervacija, yra 13:00.
nl: Geef op hoe laat klanten hun boeking in uren kunnen maken. De huidige tijd is bijvoorbeeld 10:00 uur en deze instelling is ingesteld op 3 uur. De eerste keer dat de reservering wordt geaccepteerd, is 13:00 uur.

source: Specify time in 24h format (00:00 - 23:59).
hu: 24 órás formátumban (00:00 - 23:59).
lt: Nurodykite laiką 24 val. formatu (00:00 - 23:59).
nl: Geef de tijd op in 24-uurs formaat (00:00 - 23:59).

source: Step
hu: Lépés
lt: Žingsnis
nl: Stap

source: Support
hu: Támogatás
lt: Parama
nl: Ondersteuning

source: Support for multiple places. Number of places depends on number of subscriptions.
hu: Támogatja a több hely kezelést. ez a szám az előfizetések számától függ.
lt: Multivietų palaikymas. Vietų skaičius priklauso nuo prenumeratorių skaičiaus.
nl: Ondersteuning voor meerdere restaurants. Aantal plaatsen is afhankelijk van aantal inschrijvingen.

source: Support us
hu: Támogatás
lt: Paremkite mus
nl: Ondersteun ons

source: Test reservation
hu: Foglalás tesztelése
lt: Testinė rezervacija
nl: Test reservering

source: Text field
hu: Szövegmező
lt: Laukelio tekstas
nl: Tekstveld

source: Text on form
hu: Szöveg az űrlapon
lt: Formos tekstas
nl: Tekst op formulier

source: Text that will be displayed when there are no available time for selected day/time.
hu: Szöveg, amely akkor jelenik meg, ha nincs elérhető idő a kiválasztott napon/időben.
lt: Tekstas, kuris bus rodomas, kai pasirinktą dieną/laiką nėra laisvo laiko.
nl: Tekst die wordt weergegeven, wanneer er geen beschikbare tijd is voor de geselecteerde dag/tijd.

source: Thank you for your feedback.
lt: Dėkojame už atsiliepimą.

source: Thank you for your reservation.
hu: Köszönjük a foglalását.
lt: Dėkojame už Jūsų rezervaciją.
nl: Bedankt voor uw reservering.

source: A confirmation email has been sent to you, should you not receive it, please rest assured that your booking has been received and is confirmed. If you wish you may contact us by phone to confirm.
hu: Köszönjük a foglalást. A megerősítő e-mailt kiküldtük, amennyiben nem kapta meg, kérjük, ne aggódjon meg fogják erősíteni a foglalását. Ha szeretné, akkor lépjen kapcsolatba velünk telefonon.
lt: Dėkojame už rezervaciją. Jums buvo išsiųstas patvirtinimo el. laiškas, jei jo negautumėte, galite būti tikri, kad jūsų užsakymas buvo gautas ir patvirtintas. Jei pageidaujate, galite susisiekti su mumis telefonu ir patvirtinti užsakymą.
nl: Bedankt voor uw reservering. Er is een bevestigingsmail naar u gestuurd. Wanneer u deze email niet heeft ontvangen neem dan contact met ons op ons telefoonnummer.

source: Thank you for your reservation. We have received your request and will process it shortly. Please note that your reservation is not confirmed until you receive written confirmation from us.
lt: Dėkojame už rezervaciją. Gavome jūsų užklausą ir netrukus ją įvykdysime. Atkreipkite dėmesį, kad užsakymas nėra patvirtintas, kol iš mūsų negausite raštiško patvirtinimo.

source: The confirmation email will be sent out from info@reservationdiary.eu. When the client replies to confirmation email, you will receive it.
hu: A visszaigazoló e-mailt az info@reservationdiary.eu címre küldjük. Amikor az ügyfél válaszol a megerősítő e-mailre, megkapja azt.
lt: Patvirtinimo el. laiškas bus išsiųstas iš info@reservationdiary.eu. Kai klientas atsakys į patvirtinimo el. laišką, jį gausite Jūs.
nl: De bevestigingsmail wordt verzonden vanaf info@reservationdiary.eu. Wanneer de klant de bevestigingsmail beantwoordt, ontvangt u deze.

source: The confirmation email will be sent out from your email set in WordPress.
hu: A megerősítő e-mailt a WordPressben megadott e-mail-címéről küldjük ki.
lt: Patvirtinimo el. laiškas bus išsiųstas iš "WordPress" nustatyto el. pašto.
nl: De bevestigingsmail wordt verzonden via uw e-mail-instellingen in WordPress.

source: The contact number of restaurant. It could have the format [area code] [phone number]
hu: Az étterem elérhetőségi telefonszáma. A következő formában [körzet] [telefonszám]
lt: Restorano kontaktinis numeris. Jis gali būti tokio formato: [vietovės kodas] [telefono numeris]
nl: Het telefoonnummer van het restaurant. Het kan het formaat [netnummer] [telefoonnummer] hebben

source: The country of restaurant can be mentioned here.
hu: Amelyik országban van az étterem.
lt: Čia galima paminėti restorano šalį.
nl: Het land van restaurant kan hier worden vermeld.

source: The email addresses of recipients who should be sent the copies of reservation emails. You can separate multiple recipients using commas.
hu: A címzettek email címei, akik számára küldeni szeretnénk másolatokat a foglalásról. A címzetteket vesszővel kell elválasztani.
lt: Gavėjų, kuriems turėtų būti siunčiamos rezervavimo el. laiškų kopijos, el. pašto adresai. Keletą gavėjų galite atskirti kableliais.
nl: De e-mailadressen van ontvangers naar wie er een kopie van de reservering moeten worden gestuurd. U kunt meerdere ontvangers scheiden met behulp van komma's.

source: The enabled feedback collection option allows users of the reservation form to provide valuable input for improving the plugin. By keeping this option enabled, you can continuously enhance the plugin based on user feedback, ensuring an exceptional reservation experience for restaurant visitors.
lt: Įjungta atsiliepimų rinkimo parinktis leidžia rezervavimo formos naudotojams pateikti vertingos informacijos, reikalingos įskiepiui tobulinti. Jei ši parinktis bus įjungta, galėsite nuolat tobulinti įskiepį, remdamiesi naudotojų atsiliepimais, ir užtikrinti išskirtinę rezervavimo patirtį restoranų lankytojams.

source: The name of the restaurant is to be specified here.
hu: Itt kell megadni az étterem nevét.
lt: Čia nurodomas restorano pavadinimas.
nl: Hier moet de naam van het restaurant worden vermeld.

source: The restaurant city is to be specified in this field.
hu: A város neve, ahol az étterem van.
lt: Šiame laukelyje reikia nurodyti restorano miestą.
nl: In dit veld moet de vestingsplaats van het restaurant worden gespecificeerd.

source: The way date format is displayed on the date control. You can select from a drop down list of different date formats.
hu: A dátum formátum jelenik meg a dátum választás során.
lt: Datos formato rodymo būdas datos valdiklyje. Galite pasirinkti iš sąrašo įvairius datos formatus.
nl: De manier waarop de datumnotatie wordt weergegeven op de datumbesturing. U kunt kiezen uit een vervolgkeuzelijst met verschillende datumnotaties.

source: The way you want confirmation email to be delivered to the client. It can be "From WordPress email account", "From reservationdiary.eu", "Custom SMTP" or "Disable confirmation email".
lt: Būdas, kuriuo norite, kad patvirtinimo el. laiškas būtų pristatytas klientui. Tai gali būti "Iš WordPress el. pašto paskyros", "Iš reservationdiary.eu", "Pasirinktinis SMTP" arba "Išjungti patvirtinimo el. laišką".
nl: De manier waarop u wilt dat de bevestigingsmail bij de klant wordt afgeleverd. Dit kan zijn "Via WordPress e-mailaccount", "Via reserveringsdagboek.eu", "Aangepaste SMTP" of "Bevestigingsmail uitschakelen".

source: The website address of the restaurant.
hu: Az étterem weboldalának címe.
lt: Restorano interneto svetainės adresas.
nl: Website adres van het restaurant

source: There are no more reservation can be made for this day.
hu: Erre a napra már nem lehet foglalni.
lt: Šiai dienai rezervuoti vietų nebegalima.
nl: Er kan voor deze dag niet meer gereserveerd worden.

source: There are no more reservations can be made for selected day.
hu: A kiválasztott napra már nem lehet foglalni.
lt: Daugiau rezervacijų šiam dienos pasirinkimui negalima atlikti.
nl: Er kunnen geen reserveringen meer gemaakt worden voor deze dag.

source: This <b>ID</b> associated with your place. The <b>ID</b> can be used as a short code for specifying the place of reservation in case of multiple restaurants. <br/>Example of shortcode:
hu: Ez az Ön helyéhez társított <b>azonosító</b>. Az <b>ID</b> rövid kódként használható a foglalási hely megadásához több étterem esetén. <br/>Példa rövid kódra:
lt: Šis <b>ID<b> susietas su Jūsų valdoma maitinimo vieta. Šį <b>ID<b> galite naudoti kaip trumpąjį kodą, maitinimo vietai nurodyti, kai yra valdomos kelios vietos. <br>Trumpojo kodo pavyzdys:
nl: De <b>ID</b> is gekoppeld aan uw plaats. De <b>ID</b> kan worden gebruikt als een korte code voor het specificeren van de plaats van reservering in het geval van meerdere restaurants. <br/>Voorbeeld van shortcode:

source: This field lets you edit settings for multiple places. Multiple places are available for Basic package users only.
hu: Ez a mező lehetővé teszi, hogy beállítson több helyet. Több hely kezelése csak Alapcsomag esetén lehetséges.
lt: Šiame lauke galite redaguoti kelių vietų nustatymus. Kelias vietas galima nustatyti tik Bazinio paketo naudotojams.
nl: Met dit veld kunt u instellingen voor meerdere restaurants bewerken. Alleen voor gebruikers van het basispakket zijn de instellingen voor meerdere restaurants beschikbaar.

source: This field lets you select the style in which the calendar control is displayed. It can be either "Show on click" or "Always show”.
hu: Ez a mező lehetővé teszi, hogy kiválassza a naptár nézetet. Ez lehet "Mutasd gomb nyomásra" vagy "Mindig látható".
lt: Šiame lauke galite pasirinkti kalendoriaus valdiklio rodymo stilių. Jis gali būti "Rodyti paspaudus" arba "Rodyti visada".
nl: In dit veld kunt u de stijl selecteren waarin het kalenderbesturingselement wordt weergegeven. Dit kan "Weergeven bij klikken" of "Altijd tonen" zijn.

source: This field lets you select the way time picker is displayed. You can choose from "jQuery plugin" and "HTML dropdown".
hu: Ebben a mezőben választhatja ki az időválasztó megjelenítési módját. Választhat a „jQuery plugin” és a „HTML legördülő menük közül”.
lt: Šiame lauke galite pasirinkti, kaip bus rodomas laikas rezervavimo sistemoje. Galite rinktis iš "jQuery plugin" arba "HTML dropdown".
nl: In dit veld kunt u selecteren hoe de tijdkiezer wordt weergegeven. U kunt kiezen uit "jQuery plugin" en "HTML dropdown".

source: This is how the available time will be shown. This setting is taken from generic WordPress settings. You can change it in Settings -> General -> Time Format
hu: Így jelenik meg a rendelkezésre álló idő. Ez a beállítás a WordPress általános beállításaiból származik. A Beállítások -> Általános -> Időformátum menüpontban módosíthatja
lt: Taip bus rodomas esamas laikas. Šis nustatymas paimtas iš bendrųjų "WordPress" nustatymų. Jį galite pakeisti Nuostatos-> Pagrindinės -> Laiko formatas
nl: Zo wordt de beschikbare tijd getoond. Deze instelling is afkomstig uit algemene WordPress-instellingen. U kunt dit wijzigen in Instellingen -> Algemeen -> Tijdnotatie

source: This is the number of maximum persons in restaurant at any time. System will check automatically availability of free seats and will not allow to go beyond this number.
hu: Ez a szám megmutatja mennyien lehetnek az étteremben egy időben. A rendszer automatikusan kezeli a szabad helyeket és nem enged több foglalást.
lt: Tai yra maksimalus restorane bet kuriuo metu esančių žmonių skaičius. Sistema automatiškai patikrins, ar yra laisvų vietų, ir neleis viršyti šio skaičiaus.
nl: Dit is het maximum aantal personen in het restaurant op elk moment. Het systeem controleert automatisch de beschikbaarheid van vrije stoelen en staat niet toe dat dit aantal wordt overschreden.

source: This is your registration key. Please use it when you send request for support.
hu: Ez a te regisztrációs kulcsod. Kérjük ezt használd ha kérést küldesz felénk.
lt: Tai jūsų registracijos raktas. Prašome jį naudoti siunčiant pagalbos užklausas.
nl: Dit is uw registratiesleutel. Gebruik deze a.u.b. wanneer u een verzoek om ondersteuning indient bij ons.

source: This option sets the calendar control to display all the time.
hu: Ebben az esetben a naptár vezérlő mindig látszik.
lt: Šia parinktimi nustatoma, kad kalendoriaus valdiklis būtų rodomas visą laiką.
nl: Met deze optie wordt het kalenderbesturingselement zo ingesteld dat het altijd wordt weergegeven.

source: This time is fully booked
hu: Ez az idő teljesen lefoglalt
lt: Šis laikas jau visiškai užimtas
nl: Geen vrije plaatsen meer op dit tijdstip

source: Time
hu: Idő
lt: Laikas
nl: Tijdstip

source: Time format
hu: Idő formátum
lt: Laiko formatas
nl: Tijd aanduiding

source: Time picker type if selected to be jQuery plugin, it is set to pop up with the hour and time.
hu: Az időválasztó típusa, ha jQuery beépülő modulként van kiválasztva, úgy van beállítva, hogy felugrik az óra és az idő.
lt: Esant nustatytam jQuery įskiepiui, laiko pasirinkimo tipas rodomas kaip pop up'as.
nl: Tijdkiezertype indien geselecteerd als jQuery-plug-in, het is ingesteld om te verschijnen met het uur en de tijd.

source: TimePicker type
hu: Időpontválasztó típusa
lt: Laiko pasirinkimo tipas

source: TimeShift Mode
hu: Időeltolódás mód
lt: Laiko pamainos režimas
nl: TimeShift-modus

source: Unable to find reservation with provided information. Please verify that provided reservation number and phone or name or email is correct.
hu: A megadott adatokkal nem található foglalás. Kérjük, ellenőrizze, hogy a megadott foglalási szám és telefonszám, név vagy e-mail-cím helyes-e.
lt: Nepavyksta rasti rezervacijos su pateikta informacija. Patikrinkite, ar pateiktas rezervacijos numeris ir telefono numeris arba vardas arba el. paštas yra teisingas.
nl: Kan de reservering niet vinden met de door u gegeven informatie. Controleer of het opgegeven reserveringsnummer en telefoonnummer of naam en e-mailadres correct zijn.

source: Update reservation
hu: Frissítse a foglalást
lt: Atnaujinti rezervaciją
nl: Reservering bijwerken

source: URL
lt: Nuoroda URL

source: Use your Facebook account for your business. Make clients from your Facebook fans.
hu: Használja a Facebook azonosítóját az üzletéhez. Legyenek üzletfelei a Facebook ismerősei.
lt: Naudokite savo Facebook paskyrą verslui. Sukurkite klientus iš savo Facebook gerbėjų.
nl: Gebruik uw Facebook-account voor uw bedrijf. Maak klanten van je Facebook-fans.

source: User guideline
hu: Felhasználói útmutató
lt: Naudotojo gairės
nl: Gebruikersrichtlijn

source: Version
hu: Verzió
lt: Versija
nl: Versie

source: Video tutorials
hu: Videó oktatóanyagok
lt: Vaizdo pamokos
nl: Video uitleg

source: View presentation.
hu: Prezentáció megtekintése.
lt: Peržiūrėti pristatymą.
nl: Presentatie bekijken.

source: View your upcoming reservations from your Mobile/Tablet PC and never miss your customer. This page should be open on a Tablet PC and so hostess can see all upcoming reservations for today. Page refreshes every 15 min and shows reservations that in past for 3 hours as well as upcoming reservations for next 24 hours. By clicking on reservation you will see reservation details. Demo version can be accessed for 30 days using this link:
hu: Tekintse meg közelgő foglalásait mobil/tábla gépéről, és soha ne hagyja ki ügyfelét. Ennek az oldalnak meg kell nyílnia tábla gépen, így az étterem láthatja az összes mai foglalást. Az oldal 15 percenként frissül, és megjeleníti az elmúlt 3 órára vonatkozó foglalásokat, valamint a következő 24 órára vonatkozó közelgő foglalásokat. A foglalásra kattintva megtekintheti a foglalás részleteit. A demóverzió 30 napig elérhető az alábbi linken:
lt: Stebėkite būsimus užsakymus iš savo mobiliojo / planšetinio kompiuterio ir niekada nepraraskite savo kliento. Šis puslapis turėtų būti atidarytas planšetiniame kompiuteryje, kad administratorius galėtų matyti visas būsimas šios dienos rezervacijas. Puslapis atsinaujina kas 15 min ir jame rodomi 3 valandų užsakymai, taip pat artimiausi čė val. užsakymai. Spustelėję ant rezervacijos, pamatysite išsamią informaciją apie ją. Demonstracinę versiją galima išbandyti 30 dienų spustelėjus šią nuorodą:
nl: Bekijk uw aanstaande reserveringen vanaf uw mobiel/tablet-pc en mis uw klant nooit. Deze pagina zou geopend moeten zijn op een tablet-pc, zodat de gastvrouw/gastheer alle komende reserveringen voor vandaag kan zien. De pagina wordt elke 15 minuten vernieuwd en toont reserveringen die in de afgelopen 3 uur zijn gemaakt, evenals aankomende reserveringen voor de komende 24 uur. Door op reserveren te klikken ziet u de reserveringsdetails. De demoversie is 30 dagen toegankelijk via deze link:

source: Visit confirmation
lt: Apsilankymo patvirtinimas

source: Visit Google site
hu: Látogassa meg a Google webhelyét
lt: Apsilankykite Google site
nl: Bezoek Google

source: Visit has been successfully confirmed.
lt: Apsilankymas sėkmingai patvirtintas.

source: Visit not confimed by the guest.
lt: Apsilankymas nebuvo patvirtintas svečio.

source: Wait List
hu: Várólista
lt: Laukiančiųjų sąrašas
nl: Wachtlijst

source: Waiter Dashboard
hu: Pincér irányítópultja
lt: Padavėjo skydelis
nl: Ober-dashboard

source: We can offer you white labeled restaurant reservation application for Facebook Application, iPhone/iPad Application, Windows Phone Application or Android Application.
hu: Amit kínálunk Önnek egy fehér feliratú étteremi foglaló Facebook alkalmazás, iPhone / iPad alkalmazás, a Windows Phone alkalmazás vagy Android alkalmazás.
lt: Galime Jums pasiūlyti baltai paženklintą restoranų rezervavimo programėlę, skirtą "Facebook", "iPhone" / "iPad", "Windows Phone" arba "Android" aplikacijoms.
nl: We kunnen u white labeled restaurantreserveringsapplicaties aanbieden voor Facebook-applicaties, iPhone/iPad-applicaties, Windows Phone-applicaties of Android-applicaties.

source: We would like to know if you will be visiting us today. Please confirm or cancel your reservation by clicking the appropriate button below. If the reservation is not confirmed, we reserve the right to cancel it from our side.
lt: Norėtume sužinoti, ar šiandien aplankysite mus. Patvirtinkite arba atšaukite rezervaciją, paspausdami tinkamą mygtuką žemiau. Jei rezervacija nebus patvirtinta, turime teisę ją atšaukti iš savo pusės.

source: Welcome
hu: Üdvözöljük
lt: Sveiki
nl: Welkom

source: Welcome back
hu: Üdv újra
lt: Sveiki sugrįžę
nl: Welkom terug

source: Welcome to the ReDi Restaurant Reservation plugin
lt: Sveiki atvykę į ReDi Restaurant Reservation įskiepį

source: When enabled guests has to enter their phone number with country code. This is most useful when there is a good amount of foreing visitors. Also this option has to be enabled when SMS addon is in use, as SMS Providers requires full phone number.
hu: Ha engedélyezve van, a vendégeknek meg kell adniuk telefonszámukat az országkóddal együtt. Ez akkor a leghasznosabb, ha sok a külső látogató. Ezt az opciót is engedélyezni kell, ha SMS-kiegészítő van használatban, mivel az SMS-szolgáltatóknak teljes telefonszámra van szükségük.
lt: Kai ši funkcija įjungta, svečiai turi įvesti savo telefono numerį su šalies kodu. Ši parinktis naudingiausia, kai yra daug lankytojų iš užsienio. Ši parinktis taip pat turi būti įjungta, kai naudojamas SMS priedas, nes SMS teikėjams reikia viso telefono numerio.
nl: Indien ingeschakeld moeten gasten hun telefoonnummer met landcode invoeren. Dit is vooral handig als er veel buitenlandse klanten zijn. Deze optie moet ook zijn ingeschakeld wanneer de SMS-add-on in gebruik is, omdat SMS-providers een volledig telefoonnummer nodig hebben.

source: When this enabled, start and end of reservation time will be displayed. This is useful when you want to inform the guest about fixed reservation time frame.
hu: Ha ez engedélyezve van, megjelenik a foglalás kezdete és vége. Ez akkor hasznos, ha a vendéget a rögzített foglalási időkeretről szeretné tájékoztatni.
lt: Kai ši funkcija įjungta, bus rodomas rezervavimo pradžios ir pabaigos laikas. Tai naudinga, kai norite informuoti svečią apie fiksuotą rezervacijos laiką.
nl: Als dit is ingeschakeld, wordt het begin en einde van de reserveringstijd weergegeven. Dit is handig wanneer u de klant wilt informeren over de vaste reserveringsblokken.

source: When this option is enabled, guest will have an opportunity to fill out Wait List form in case it's fully booked. Then if someone cancels reservation, this guest can be contacted and offered a reservation.
hu: Ha ez az opció be van kapcsolva, a vendégnek lehetősége lesz kitölteni a Várólista űrlapot abban az esetben, ha az teljesen foglalt. Ha valaki lemondja a foglalást, felveheti a kapcsolatot ezzel a vendéggel, és foglalást ajánl fel.
lt: Kai ši parinktis įjungta, svečias galės užpildyti laukiančiųjų sąrašo formą, jei visos vietos pageidaujamai datai bus užimtos. Jei kas nors atšauks rezervaciją, su šiuo svečiu bus galima susisiekti ir pasiūlyti rezervuoti laisvą vietą.
nl: Als deze optie is ingeschakeld, krijgt de gast de kans om zich aan te melden voor de wachtlijst als de dag volgeboekt is. Als iemand vervolgens de reservering annuleert, kan deze gast worden geïnformeerd en de reservering worden aangeboden.

source: When this option is enabled, then guest has to provide first and last name separately when filling reservation form. Otherwise Name is collected in a single field.
hu: Ha ez az opció be van kapcsolva, akkor a foglalási űrlap kitöltésekor a vendégnek külön kell megadnia a vezeték- és keresztnevét. Ellenkező esetben a név egyetlen mezőben kerül összegyűjtésre.
lt: Jei ši parinktis įjungta, pildydamas užsakymo formą svečias turi atskirai nurodyti vardą ir pavardę. Priešingu atveju vardas ir pavardė saugomi viename lauke.
nl: Als deze optie is ingeschakeld, moet de gast de voor- en achternaam afzonderlijk opgeven bij het invullen van het reserveringsformulier. Anders staat er Naam in het veld.

source: With this option selected, the Time Picker is shown to be simple dropdown for selecting the hour and time.
hu: Ha ezt az opciót választja, az Időválasztó egyszerű legördülő menüként jelenik meg az óra és az idő kiválasztásához.
lt: Pasirinkus šią parinktį, rodomas paprastas išskleidžiamojo sąrašo langelis, kuriame galima pasirinkti valandą ir laiką.
nl: Als deze optie is geselecteerd, wordt de Tijdkiezer weergegeven als een eenvoudige vervolgkeuzelijst voor het selecteren van het uur en de tijd.

source: With this option, confirmation email is not sent to the client.
hu: Ezzel az opcióval a megerősítő e-mail nem kerül elküldésre az ügyfélnek.
lt: Pasirinkus šią parinktį, patvirtinimo el. laiškas klientui nesiunčiamas.
nl: Bij deze optie wordt er geen bevestigingsmail naar de klant gestuurd.

source: Working time
hu: Munkaidő
lt: Darbo laikas
nl: Openingstijden

source: You can create dedicated reservation page below, or you can skip this step and create page manually. When you create page manually, insert [redireservation] shortcode to the page.
lt: Toliau galite sukurti specialų rezervavimo puslapį arba galite praleisti šį veiksmą ir sukurti puslapį rankiniu būdu. Kurdami puslapį rankiniu būdu, į puslapį įterpkite trumpąjį kodą [redireservation].
