Repository: common-repository/redi-restaurant-reservation
Catalog: lang/redi-restaurant-reservation-*.po
Languages: hu, lt, nl

source: Registration
lt: Registracija

source: Reservation page
lt: Rezervacijos puslapis

source: <b>ReDi Restaurant Reservation Plugin</b> Plugin is active but API key is not generated yet to use the plugin. Finilize setup wizard now for seamless bookings. Visit the %s to finilize configuration!
lt: <b>ReDi restorano rezervacijos įskiepis</b>. Įskiepis yra aktyvus, tačiau dar nesukurtas API raktas, reikalingas naudoti įskiepį. Galutinai sukonfigūruokite diegimo vedlį, kad rezervacijos būtų sklandžios. Apsilankykite svetainėje %s ir užbaikite konfigūraciją!

source: <b>ReDi Restaurant Reservation Plugin</b> Plugin is active but you have not created a page with reservation form. Finilize setup wizard now for seamless bookings. Visit the %s to finilize configuration!
lt: <b>ReDi restorano rezervacijos įskiepis</b> yra aktyvus, tačiau dar nesukūrėte puslapio su rezervacijos forma. Galutinai sukonfigūruokite diegimo vedlį, kad rezervacijos būtų sklandžios. Apsilankykite svetainėje %s ir užbaikite konfigūraciją!

source: <br/>In case you can not solve this problem yourself, please contact us directly by <a href="mailto:info@reservationdiary.eu">info@reservationdiary.eu</a>
lt: <br/>Jei negalite išspręsti šios problemos patys, prašome susisiekti su mumis tiesiogiai el. paštu adresu <a href="mailto:info@reservationdiary.eu">info@reservationdiary.eu</a>
nl: Als u dit probleem niet zelf kunt oplossen, neem dan rechtstreeks contact met ons op via <a href="mailto:info@reservationdiary.eu">info@reservationdiary.eu</a>

source: Address
hu: Cím
lt: Adresas
nl: Adres

source: Address of the restaurant is to be written here.
hu: Ide kell beírni az étterem címét.
lt: Restorano adresas turi būti įrašytas čia.
nl: Vermeld hier het adres van het restaurant

source: Allow SMS
hu: SMS engedélyezése
lt: Leisti SMS
nl: Sta SMS toe

source: Allow to receive SMS
hu: SMS fogadásának engedélyezése
lt: Leisti gauti SMS žinutes
nl: Toestaan om SMS te ontvangen

source: Allow to send information about the plugin
lt: Leisti siųsti informaciją apie įskiepį

source: Alternative time step
hu: Alternatív időpont
lt: Alternatyvus laiko intervalas
nl: Alternatieve tijden

source: Always show
hu: Mindig látszik
lt: Visada rodyti
nl: Altijd weergeven

source: API Key
lt: API Raktas

source: API key is successfully changed.
hu: Az API kulcs sikeresen megváltozott.
lt: API raktas sėkmingai pakeistas.
nl: API-sleutel is met succes gewijzigd.

source: Api key should be a GUID number.
hu: Az API-kulcsnak GUID-számnak kell lennie.
lt: Api raktas turi būti GUID numeris.
nl: Api-sleutel moet een GUID-nummer zijn.

source: Authors
hu: Szerző
lt: Autoriai
nl: Auteurs

source: Available seats
hu: Elérhető helyek
lt: Prieinami vietos
nl: Beschikbare plaatsen

source: Available Time Appearance
hu: Rendelkezésre álló idő Megjelenés
lt: Turimo laiko atvaizdavimas
nl: Beschikbare tijden

source: Back to reservation page
hu: Vissza a foglalási oldalra
lt: Grįžti į rezervacijos puslapį
nl: Terug naar de reserveringspagina

source: Basic package functionality (paid version)
hu: Alap csomag funkciói (fizetős változat)
lt: Bazinio paketo funkcionalumai (mokama versija)
nl: Functionaliteiten in het basispakket (betaalde versie)

source: Below is your API Key, please use it when you ask for a support.
lt: Tai yra Jūsų API Raktas, prašome jį nurodyti kreipiantis dėl pagalbos.

source: Birthday
hu: Születésnap
lt: Gimimo diena
nl: Verjaardag

source: Birthday (dd/mm)
hu: Születésnap (pl.: 30/06)
lt: Gimimo diena (dd/mm)
nl: Verjaardag (dd/mm)

source: Blocked Time. Define time range when online reservation should not be accepted. Specify a reason why reservations are not accepted at this time to keep your clients happy.
hu: Blokkolt idő. Határozza meg időintervallumot, amikor az online foglalás nem szabad elfogadni. Adjon meg egy okot, amiért foglalásokat nem lehet elfogadni, melyet az ügyfelek számára megjelenítünk.
lt: Blokuotas laikas. Apibrėžkite laiko intervalą, kada rezervacija internetu neturėtų būti priimama. Nurodykite priežastį, kodėl rezervacijos šiuo laiku nepriimamos, kad klientai liktų patenkinti.
nl: Geblokkeerde tijd. Definieer het tijdsbestek waarin online reserveringen niet geaccepteerd mogen worden. Geef een reden op waarom reserveringen op dit moment niet worden geaccepteerd om uw klanten in te lichten.

source: By shifts
hu: Munkaidőről
lt: Pagal pamainas
nl: In diensten

source: Calendar type
hu: Naptár típus
lt: Kalendoriaus rūšis
nl: Agenda type

source: Cancel reservation
hu: Foglalás törlése
lt: Atšaukti rezervaciją
nl: Reservering annuleren

source: Captcha is not valid.
hu: A Captcha nem érvényes.
lt: CAPTCHA yra neteisinga.
nl: Captcha is niet geldig

source: Captcha key
lt: Captcha raktas
nl: Captcha-sleutel

source: Change
hu: Változtatás
lt: Pakeisti
nl: Wijzigen

source: Change API key
hu: Módosítsa az API-kulcsot
lt: Pakeisti API raktą
nl: Wijzig API-sleutel

source: Change details
hu: Részletek módosítása
lt: Pakeisti detales
nl: Gegevens wijzigen

source: Check available time
hu: Elérhető időpontok ellenőrzése
lt: Patikrinkite laisvą laiką
nl: Bekijk beschikbare tijd

source: Check box
hu: Jelölőnégyzet
lt: Žymimasis langelis
nl: Selectievakje

source: Children
hu: Gyermekek
lt: Vaikai
nl: Kinderen

source: City
hu: Város
lt: Miestas
nl: Plaats

source: Click here to open reservation page
lt: Spustelėkite čia, kad atidarytumėte rezervacijos puslapį

source: Close
hu: Zárva
lt: Uždaryti
nl: Gesloten

source: Collect First and Last name
hu: Gyűjtsd össze a kereszt- és vezetéknevet
lt: Rinkti vardą ir pavardę
nl: Verzamel voor- en achternaam

source: Collect phone number with country code
hu: Gyűjtsd össze a telefonszámot országkóddal
lt: Saugoti telefono numerį su šalies kodu
nl: Verzamel telefoonnummer met landcode

source: Collect pre-payment for reservations.
hu: Gyűjtse be előfizetőit a foglalásokért.
lt: Rinkti išankstinius mokėjimus už užsakymus.
nl: Verzamel vooruitbetaling bij reserveringen.

source: Collect user experience feedback
lt: Rinkti grįžtamąjį ryšį apie vartotojų patirtį

source: Comment
hu: Megjegyzés
lt: Komentaras
nl: Opmerkingen

source: Configuration page
lt: Konfigūracijos puslapis

source: Confirm visit
lt: Patvirtinkite apsilankymą

source: Confirmation page
hu: Megerősítő oldal
lt: Patvirtinimo puslapis
nl: Bevestigingspagina

source: contact us directly
hu: lépjen kapcsolatba velünk közvetlenül
lt: kreipkitės į mus tiesiogiai
nl: neem direct contact met ons op

source: Country
hu: Ország
lt: Šalis
nl: Land

source: Country is required
hu: Az Ország megadása kötelező
lt: Šalis yra privaloma
nl: Land is verplicht

source: Current Place ID
hu: Aktuális hely azonosítója
lt: Dabartinės vietos ID
nl: Huidige plaats

source: Current time
hu: Aktuális idő
lt: Esamas laikas
nl: Huidige tijd

source: Custom field is required
hu: Egyedi mező szükséges
lt: Privalomas pasirinktinis laukas
nl: Eigen veld is verplicht

source: Custom fields
hu: Egyedi mezők
lt: Pasirinkimo laukai
nl: Eigen velden

source: Custom fields are meant to allow users define additional fields for collecting more information from customers. You can choose the name of the field, type of field, the constraint whether it is a required field or not and the error message for the required field.
hu: Egyedi mezők célja, hogy a felhasználók határozzanak meg a olyan mezőket, melyek további információkat gyűjtenek az ügyfelek számára. Meg kell adni a mező nevét, típusát, a kötelezőséget, mely megadja, hogy ez egy szükséges mező, vagy sem, és a hibaüzenetet, amennyiben a mező kitöltése kötelező.
lt: Pasirinkimo laukai skirti tam, kad naudotojai galėtų apibrėžti papildomus laukus, kuriuose būtų galima surinkti daugiau informacijos iš klientų. Galite pasirinkti lauko pavadinimą, lauko tipą, apribojimą, ar tai privalomas laukas, ar ne, ir privalomo lauko klaidos pranešimą.
nl: Aangepaste velden zijn bedoeld om gebruikers in staat te stellen aanvullende velden te definiëren voor het verzamelen van meer informatie van klanten. U kunt de naam van het veld, het type veld en kiezen of het een verplicht veld is of niet instellen evenals de foutmelding voor als het veld verkeerd wordt ingevuld kiezen.

source: Data Input Appearance
hu: Adatbeviteli megjelenés
lt: Duomenų įvesties išvaizda
nl: Uiterlijk van gegevensinvoer

source: Date
hu: Dátum
lt: Data
nl: Datum

source: Date format
hu: Dátum formátum
lt: Datos formatas
nl: Datumformaat

source: Days
hu: Nap
lt: Dienos
nl: dagen

source: Description for children dropdown
hu: Leírás gyerekeknek legördülő menü
lt: Vaikų išskleidžiamojo sąrašo aprašymas
nl: Beschrijving voor vervolg keuzemenu voor kinderen (bijvoorbeeld leeftijd tussen 0-6 jaar)

source: Disable confirmation email
hu: Visszaigazoló email letiltása
lt: Išjungti patvirtinimo el. laišką
nl: Geen bevestiging email

source: Discount
lt: Nuolaida
nl: Korting

source: Display left seats
hu: Hátralévő helyek megjelenítése
lt: Rodyti likusias sėdynes
nl: Geef lege stoelen aan

source: Displays the available time with time step to the clients. For instance, if one selects 15 min time step, then alternative time will be 10:00, 10:15, 10:30, etc.
hu: Megjeleníti a lehetséges szabad időpontokat. Például, ha 15 perc egy foglalási idő, akkor az alternatív időpontok: 10:00, 10:15, 10:30, stb.
lt: Rodo klientams turimą laiką nustatytu laiko žingsniu. Pavyzdžiui, pasirinkus 15 min. laiko žingsnį, alternatyvus laikas bus 10:00, 10:15, 10:30 ir t. t.
nl: Toon de beschikbare tijd met een tijdslot voor de klanten. Als u bijvoorbeeld een tijdslot van 15 minuten selecteert, is de alternatieve tijd 10:00, 10:15, 10:30, enz.

source: Do you want to know what your client thinks about his last visit? We will collect it for you.
hu: Szeretné tudni, ügyfele visszajelzését? Mi összegyűjtük az Ön számára.
lt: Ar norite sužinoti, ką jūsų klientas mano apie paskutinį apsilankymą? Mes tai pasiteirausime už jus.
nl: Wilt u weten wat uw klant vindt van zijn laatste bezoek? Wij vragen het voor je op.

source: Do you want to write your own module? We have an API. Contact us to get more information.
hu: Szeretne írni a saját modult? Van egy API-ja. Írjon nekünk.
lt: Ar norite parašyti savo modulį? Turime API. Susisiekite su mumis ir gaukite daugiau informacijos.
nl: Wil je je eigen module schrijven? We hebben een API. Neem contact met ons op voor meer informatie.

source: Dot
hu: Pont
lt: Taškas
nl: Punt

source: DropDown
hu: Legördülő
lt: Išskleidžiamasis sąrašas

source: Duration
hu: Időtartam
lt: Trukmė
nl: Duur

source: Duration of reservation in minutes. This is the time allocated for each reservation so the reservation system can calculate availability. Enter here average time that guests stays in.
lt: Rezervacijos trukmė minutėmis. Tai laikas, skirtas kiekvienam užsakymui, kad rezervavimo sistema galėtų apskaičiuoti užimtumą. Čia įveskite vidutinį svečių buvimo laiką per vieną apsilankymą.
nl: Duur van de reservering in minuten. Dit is de tijd die voor elke reservering is toegewezen, zodat het reserveringssysteem de beschikbaarheid kan berekenen. Voer hier de gemiddelde tijd in dat gasten verblijven.

source: Early Bookings
hu: Korai foglalás
lt: Ankstyvieji užsakymai
nl: Vroege boekingen

source: Email
lt: El. paštas

source: Email address for contacting the restaurant.
hu: E-mail cím az étteremmel való kapcsolatfelvételhez.
lt: El. paštas, skirtas susisiekti su restoranu.
nl: E-mailadres om contact op te nemen met het restaurant.

source: Email can't be empty
hu: E-mail nem lehet üres
lt: El. paštas negali būti tuščias
nl: E-mail mag niet leeg zijn

source: Email CC
hu: Email másolat
lt: El. paštas CC

source: Email is not valid.
hu: Az e-mail nem érvényes.
lt: El. pašto adresas yra neteisingas.
nl: E-mailadres is niet geldig

source: Email is required.
lt: El. paštas yra privalomas.

source: Email template customization for all supported languages.
hu: E-mail sablon testreszabása az összes támogatott nyelven.
lt: Laiško šablono pritaikymas visoms palaikomoms kalboms.
nl: Aanpassing van e-mailsjablonen voor alle ondersteunde talen.

source: Emails will be sent via SMTP server that is configured in Basic settings.
hu: Az e-mailek az Alapbeállításokban konfigurált SMTP-kiszolgálón keresztül kerülnek elküldésre.
lt: Laiškai bus siunčiami per SMTP serverį, kuris sukonfigūruotas pagrindiniuose nustatymuose.
nl: E-mails worden verzonden via de SMTP-server die is geconfigureerd in basisinstellingen.

source: Enable cancel form
hu: Lemondási űrlap engedélyezése
lt: Įjungti atšaukimo formą
nl: Annulerings-formulier inschakelen

source: Enable modify reservations
hu: Foglalások módosításának engedélyezése
lt: Įgalinti rezervacijos keitimą
nl: Schakel de mogelijkheid om de reserveringen te wijzigen in

source: Enable or Disable modify reservation.
hu: A foglalás módosításának engedélyezése vagy letiltása.
lt: Įjungti arba išjungti rezervavimo keitimą.
nl: Reservering wijzigen in- of uitschakelen.

source: Enable or Disable reservation cancel form.
hu: A foglalás törlési űrlapjának engedélyezése vagy letiltása.
lt: Įjungti arba išjungti rezervavimo atšaukimo formą.
nl: Annulerings-formulier voor reservering in- of uitschakelen.

source: Enable or Disable social network account login. When enabled clients can login with any social network accounts like Facebook and then reservation form will be pre-filled with personal information. Also if user logins with social network but does not complete the reservation, he will receive a reminder to finalize it. You need to install and setup plugin with name 'Super Socializer' from WordPress directory.
hu: A közösségi hálózathoz való bejelentkezés engedélyezése vagy letiltása. Ha engedélyezve van, az ügyfelek bármelyik közösségi oldallal bejelentkezhetnek, például a Facebookon, majd a foglalási űrlap előre kitöltésre kerül személyes adatokkal. Továbbá, ha a felhasználó bejelentkezik a közösségi oldalra, de nem fejezi be a foglalást, emlékeztetőt kap a véglegesítésre. Telepítenie és be kell állítania a „Super Socializer” nevű bővítményt a WordPress könyvtárából.
lt: Įjungti arba išjungti prisijungimą prie socialinio tinklo paskyros. Jei įjungta, klientai gali prisijungti prie bet kurios socialinio tinklo paskyros, pvz., "Facebook", ir tada užsakymo forma bus automatiškai užpildyta asmenine informacija. Be to, jei naudotojas prisijungs prie socialinio tinklo, bet neužbaigs rezervacijos, jis gaus priminimą ją užbaigti. Reikia įdiegti ir nustatyti įskiepį, kurio pavadinimas "Super Socializer", iš "WordPress" katalogo.
nl: In- of uitschakelen van sociale netwerkaccount login. Wanneer ingeschakeld, kunnen klanten inloggen met sociale netwerkaccounts zoals Facebook en wordt het reserveringsformulier vooraf ingevuld met de persoonlijke informatie. Als de gebruiker inlogt met een sociaal netwerk, maar de reservering niet voltooit, ontvangt hij een herinnering om deze af te ronden. U moet de plug-in met de naam 'Super Socializer' uit de WordPress-directory installeren en instellen.

source: Enable social network login
hu: A közösségi hálózattal való bejelentkezés engedélyezése
lt: Įjungti socialinio tinklo prisijungimą
nl: Schakel inloggen via sociale netwerken in

source: Enable/Disable captcha on reservation form.
hu: Captcha engedélyezése/letiltása a foglalási űrlapon.
lt: Įjungti / išjungti captcha rezervavimo formoje.
nl: Schakel captcha in/uit op reserveringsformulier.

source: Enable/Disable children dropdown
hu: Gyermekek engedélyezése/letiltása legördülő menü
lt: Įjungti / išjungti vaikų išskleidžiamąjį langą
nl: Vervolgkeuzelijst Kinderen inschakelen/uitschakelen

source: Enhance your business experience by using our Facebook integration service where we try to provide you with profile pictures of your customers if found. You can amaze your customer by knowing him by face when he visits you, especially at the time of first visit.
hu: Fokozza az üzleti tapasztalait a mi Facebook integráció szolgáltatásunk segítségével, ahol igyekszünk az Ön számára profil képek adni az ügyfelekről, ha találtak. Mely meghökkentő élményt jelenti első ügyfelei számára, hogy már arcról képes lesz felismerni őket.
lt: Pagerinkite savo verslo patirtį naudodamiesi "Facebook" integracijos paslauga, kurioje stengiamės pateikti jūsų klientų profilio nuotraukas, jei jos randamos. Galite nustebinti savo klientą pažindami jį iš veido, kai jis pas jus apsilanko, ypač pirmojo apsilankymo metu.
nl: Verbeter uw zakelijke ervaring door gebruik te maken van onze Facebook-integratieservice, waarbij we u proberen te voorzien van profielfoto's van uw klanten, indien gevonden. U kunt uw klant verbazen door hem van gezicht te kennen wanneer hij u bezoekt, vooral tijdens het eerste bezoek.

source: Field name
hu: Mező neve
lt: Lauko vardas
nl: Veldnaam

source: Field type
hu: Mező típusa
lt: Lauko tipas
nl: Veldtype

source: Finally, one last step in <b>ReDi Restaurant Reservation Plugin</b> setup to impress your clients, make a test reservation. <b>%s</b>%s
lt: Pagaliau, paskutinis žingsnis <b>ReDi restorano rezervacijos įskiepio</b> konfigūracijoje - padarykite bandinį rezervaciją, kad nustebintumėte savo klientus. <b>%s</b>%s

source: Find reservation
hu: Foglalás keresése
lt: Rasti rezervaciją
nl: Vind een reservering

source: First Name
hu: Vezetéknév
lt: Vardas
nl: Voornaam

source: First Name can't be empty
hu: A vezetéknév mező nem lehet üres
lt: Vardas negali būti tuščias
nl: Vul uw voornaam in. Dit veld mag niet leeg zijn.

source: Free package settings
hu: Ingyenes csomag beállítási
lt: Nemokamo paketo nustatymai
nl: Gratis pakketinstellingen

source: From Custom SMTP
hu: Egyéni SMTP-ről
lt: Iš pasirinkto SMTP
nl: Van aangepaste SMTP

source: From ReservationDiary.eu
hu: ReservationDiary.eu-tól
lt: Iš ReservationDiary.eu
nl: Van ReservationDiary.eu

source: From WordPress email account
hu: Wordpressben beállított emailből
lt: Iš WordPress el. pašto paskyros
nl: Van WordPress e-mailaccount

source: Frontend settings
hu: Külső felület
lt: Frontendo nustatymai
nl: Frontend instellingen

source: GDPR
lt: BDAR

source: Guests
hu: Vendégek
lt: Svečiai
nl: Gasten

source: Hide previous steps (only for timeshiftmode byshifts)
hu: Rejtse el az előző lépéseket (csak időeltolásos módban)
lt: Paslėpti ankstesnius veiksmus (tik laiko planavimo modelis pagal pamainas)
nl: Verberg vorige stappen (alleen voor timeshiftmode byshifts)

source: Hide steps
hu: Rejtett lépések
lt: Paslėpti žingsnius
nl: Verberg stappen

source: Hours
hu: Óra
lt: Valandos
nl: uren

source: HTML dropdown
hu: HTML legördülő
lt: HTML išskleidžiamoji eilutė

source: Hyphen
hu: Kötőjel
lt: Brūkšnys
nl: Liggend streepje

source: I agree to the privacy policy
hu: Elfogadom az adatvédelmi szabályzatot
lt: Aš sutinku su privatumo politika
nl: Ik ga akkoord met de privacy-overeenkomst

source: If checkbox is checked then reservations will not be automatically confirmed. You will receive email with reservation request and each reservation needs to be confirmed or rejected manually.
hu: Ha a jelölőnégyzet be van jelölve, a foglalások nem kerülnek automatikusan megerősítésre. E-mailben fog kapni a foglalási kérelmet, és minden foglalást kézzel kell megerősíteni vagy elutasítani.
lt: Jei žymimasis langelis pažymėtas, rezervacijos nebus automatiškai patvirtinamos. Gausite el. laišką su užsakymo užklausa ir kiekvieną užsakymą reikės patvirtinti arba atmesti rankiniu būdu.
nl: Als het selectievakje is aangevinkt, worden reserveringen niet automatisch bevestigd. U ontvangt een e-mail met het reserveringsverzoek en elke reservering moet handmatig door u worden bevestigd of afgewezen.

source: If checkbox is checked then seats left will be shown under selected time.
hu: Ha a jelölőnégyzet be van jelölve, akkor a kiválasztott idő alatt a szabad helyek jelennek meg.
lt: Jei žymimasis langelis pažymėtas, likusios vietos bus rodomos pagal pasirinktą laiką.
nl: Als het selectievakje is aangevinkt, worden de resterende stoelen getoond onder de geselecteerde tijd.

source: If checkbox is checked, a logo of <b>"Powered by ReservationDiary.eu"</b> is displayed. Thank you for supporting us.
hu: Ha be van jelölve a jelölőnégyzet, megjelenik a <b>"Powered by ReservationDiary.eu"</b> logója. Köszönjük, hogy támogat minket.
lt: Jei žymimasis langelis pažymėtas, rodomas logotipas <b>"Powered by ReservationDiary.eu"</b>. Dėkojame, kad mus remiate.
nl: Als het selectievakje is aangevinkt, wordt een logo van <b>"Powered by ReservationDiary.eu"</b> weergegeven. Bedankt dat je ons steunt.

source: If this field is filled, the drop down menu of persons would show "Large Groups" and upon selection, the specified message would appear.
hu: Ha ez a mező ki van töltve, a személyek legördülő menüben megjelenik a "Nagyobb csoport" és a kiválasztásakor, a megadott érték jelenik meg.
lt: Užpildžius šį lauką, išskleidžiamajame asmenų meniu būtų rodoma "Didelės grupės" ir pasirinkus būtų rodomas nurodytas pranešimas.
nl: Als dit veld gevuld is met een specificeert bericht voor grote groepen gasten, dan wordt dit bericht getoond als gasten voor een grote groep mensen wilt reserveren.

source: If you are building a catalogue of restaurants and looking for the perfect reservation plugin for it, we can provide it to you.
hu: Amennyiben Ön katalóst készít éttermekről és keresi a tökéletes foglalásó plugint, mi ezt is tudjuk biztosítani.
lt: Jei kuriate restoranų katalogą ir ieškote jam tinkamo rezervavimo įskiepio, mes galime jums jį pasiūlyti.
nl: Als u een menukaart voor restaurants aan het samenstellen bent en daarvoor op zoek bent naar de perfecte reserveringsplug-in, dan kunnen wij u die bieden.

source: If you close next day at night then set closing time on a same day. For example 18:00 - 3:00
hu: Ha csak másnap van a záróóra, állítsa zárórát ugyanarra a napra. Például 18:00-03:00
lt: Jei uždarysite kitą dieną vakare, nustatykite uždarymo laiką tą pačią dieną. Pavyzdžiui, 18:00 - 3:00 val.
nl: Als u de volgende dag 's nachts sluit, stelt u de sluitingstijd in op dezelfde dag. Bijvoorbeeld 18:00 - 3:00

source: If you have already an API key, you can skip this step
lt: Jei jau turite API raktą, šį veiksmą galite praleisti

source: If you want to customize confirmation page or have a separated page for marketing purposes, then select custom reservation confirmation page. If not specified, then built in confirmation page will be used.
hu: Ha testre szeretné szabni a visszaigazoló oldalt, vagy külön oldalt szeretne létrehozni marketing célokra, akkor válassza az egyéni foglalás-megerősítő oldalt. Ha nincs megadva, akkor a beépített visszaigazoló oldal kerül felhasználásra.
lt: Jei norite individualizuoti patvirtinimo puslapį arba turėti atskirą puslapį rinkodaros tikslais, pasirinkite pasirinktinį užsakymo patvirtinimo puslapį. Jei nenurodyta, bus naudojamas integruotas patvirtinimo puslapis.
nl: Als u een bevestigingspagina wilt aanpassen of een aparte pagina wilt hebben voor marketingdoeleinden, selecteer dan een aangepaste reserveringsbevestigingspagina. Indien niet opgegeven, wordt de standaard ingebouwde bevestigingspagina gebruikt.

source: If you would like to add some new functionality or have any other queries, please contact us by email:
hu: Ha új funkciókat szeretne hozzáadni, vagy bármilyen egyéb kérdése van, kérjük, vegye fel velünk a kapcsolatot e-mailben:
lt: Jei norite pridėti naujų funkcijų arba turite kitų klausimų, susisiekite su mumis el. paštu:
nl: Als u nieuwe functionaliteiten wilt toevoegen of andere vragen heeft, neem dan contact met ons op via e-mail:
