Repository: common-repository/redi-restaurant-reservation
Catalog: lang/redi-restaurant-reservation-*.po
Languages: hu, lt, nl

source: You can specify the working time of restaurant by setting the opening time and closing time for each day of the week.
hu: Megadhatja az étterem nyitvatartási idejét, a nyitási időt és a zárórát minden napra a héten.
lt: Galite nustatyti restorano darbo laiką, nustatydami kiekvienos savaitės dienos atidarymo ir uždarymo valandas.
nl: U kunt de openingstijden van het restaurant specificeren door de opening- en de sluitingstijd voor elke dag van de week in te stellen.

source: You do not have permission to access this call.
lt: Jūs neturite teisės prieiti prie šio skambučio.

source: You have not made any changes to settings since you have installed the plugin. Finilize <b>ReDi Restaurant Reservation Plugin</b> setup now for seamless bookings. Visit the %s to finilize configuration and start impress your clients!
lt: Nesate atlikę jokių pakeitimų nuostatose nuo įskiepio įdiegimo. Galutinai sukonfigūruokite <b>ReDi restorano rezervacijos įskiepį</b>, kad rezervacijos būtų sklandžios. Apsilankykite svetainėje %s ir užbaikite konfigūraciją, kad nustebintumėte savo klientus!

source: You plugin is active. Your API Key is
hu: A pluginja aktív. Az Ön API kulcsa
lt: Jūsų įskiepis yra aktyvus. Jūsų API raktas yra
nl: Je plug-in is actief. Uw API-sleutel is

source: Your API key is :
lt: Jūsų API raktas yra :

source: Your information has been saved successfully and you will be notified once there are available seats for requested date.
hu: Adatait sikeresen elmentettük, és értesítést kap, ha a kért időpontra van szabad ülőhely.
lt: Jūsų informacija išsaugota sėkmingai ir esant galimybei, būsite informuoti apie atsilaisvinusias vietas pageidaujamai datai.
nl: Uw informatie is met succes opgeslagen en u wordt op de hoogte gebracht zodra er beschikbare stoelen zijn voor de gevraagde datum.

source: Your reservation number for reference:
hu: Az Ön foglalási száma referenciaként:
lt: Jūsų rezervacijos numeris:
nl: Uw reserveringsnummer is:

source: Your settings have been saved!
hu: Beállítások elmentve!
lt: Jūsų nustatymai išsaugoti sėkmingai!
nl: Uw instellingen zijn opgeslagen!

source: Сhildren selection
hu: Gyermekek kiválasztása
lt: Vaikų amžiaus nustatymas
nl: Kinderen selecteren

source: %d min
hu: %d perc

source: After you install Loco Translate plugin click this link to navigate to page with translations <a href="admin.php?name=redi-restaurant-reservation%2Fredi-restaurant-reservation.php&type=plugin&poedit=plugins%2Fredi-restaurant-reservation%2Flang%2Fredi-restaurant-reservation-ru.po&page=loco-translate" target="blank">Redi translation</a>
hu: A Loco Fordító beépülő modul telepítése után kattintson erre a hivatkozásra, hogy a fordításokat tartalmazó oldalra navigáljon <a href="admin.php?name=redi-restaurant-reservation%2Fredi-restaurant-reservation.php&type=plugin&poedit=plugins%2Fredi-restaurant-reservation% 2Flang%2Fredi-restaurant-reservation-ru.po&page=loco-translate" target="blank">Redi fordítás</a>

source: ApiKey
hu: API Kulcs
nl: Api sleutel

source: Cleck here for more videos about plugin
hu: Kattintson ide további videókért a bővítményről
nl: Klik hier voor meer video's over plug-ins

source: Duration of reservation in minutes. This is the time allocated for each reservation.
hu: A foglalás időtartama percben. Ez az egyes foglalásokra szánt idő.

source: Email Configuration
hu: E-mail konfiguráció

source: Find text you want to change, change it and press save
hu: Keresse meg a módosítani kívánt szöveget, módosítsa, és nyomja meg a Mentés gombot

source: In order to change text or translation
hu: Szöveg vagy fordítás megváltoztatása érdekében

source: Note: SMS messages and Reminders requires an extra addons to be purchased.
hu: Megjegyzés: Az SMS-üzenetekhez és az emlékeztetőkhöz további kiegészítőket kell vásárolni.

source: Please install plugin <a href="plugin-install.php?tab=search&type=term&s=loco+translate" target="_blank">loco-translate</a>
hu: Kérjük, telepítse a <a href="plugin-install.php?tab=search&type=term&s=loco+translate" target="_blank">loco-translate</a> bővítményt

source: Please watch our videos that helps you to setup plugin
hu: Kérjük, nézze meg videóinkat, amelyek segítenek a bővítmény beállításában
nl: Bekijk onze video's die u helpen bij het instellen van de plug-in

source: Reservation time
hu: Foglalási idő

source: Select date and time
hu: Válassza ki a dátumot és az időt

source: Select place, date and time
hu: Válasszon helyet, dátumot és időt

source: Slash
hu: Per jel
nl: Schuine streep

source: Texts and Translations
hu: Szövegek és fordítások

source: We wish to inform you that your booking request has been received. We are checking availability and will get back to you as soon as possible. Please wait confirmation of your reservation.
hu: Köszönjük a foglalást. Megkaptuk kérését, és hamarosan feldolgozzuk. Felhívjuk figyelmét, hogy foglalása nem kerül visszaigazolásra mindaddig, amíg írásos visszaigazolást nem kap tőlünk. Ennek feltétele a szolgáltatás kiegyenlítése utalással. Minden információt a fizetéshez, a levelünkben találja.
nl: Bedankt voor uw reservering. We hebben uw aanvraag ontvangen en zullen deze binnenkort verwerken. Houd er rekening mee dat uw reservering pas definitief is, nadat u een schriftelijke bevestiging van ons heeft ontvangen.

source: The way you want confirmation email to be delivered to the client. It can be "From WordPress email account", "From reservationdiary.eu" or "Disable confirmation email".
hu: Az a mód, ahogyan szeretné, hogy a visszaigazoló e-mailt megkapja az ügyfél. Ez lehet „WordPress e-mail fiókból”, "bookingdiary.eu-ról” vagy „Megerősítő e-mail letiltása”.

source: Upcoming (Tablet PC)
hu: Hamarosan (Tablet PC)

source: Online reservation service is not available at this time. Try again later or contact us directly.
hu: Az online foglalási szolgáltatás jelenleg nem érhető el. Próbálja újra később, vagy lépjen kapcsolatba velünk közvetlenül.

source: Yes
hu: Igen

source: No
hu: Nem

source: Basic package settings
hu: Alap csomag beállításai

source: Common settings
hu: Alapbeállítások

source: This option is meant only for the by shifts mode. It is meant for hiding the previous steps. The system would display all the available times for the specified date but upon selecting the available time, the previous steps are hidden and the next step is presented. It is a good mode for widgets specially.
hu: Ez az opció csak a váltással módban használható. Az előző lépések elrejtésére szolgál. A rendszer megjeleníti az összes rendelkezésre álló időpontot a megadott dátumra, de a rendelkezésre álló időpont kiválasztásakor az előző lépések el vannak rejtve, és megjelenik a következő lépés. Ez egy jó mód a widgetek számára.

source: Short description
hu: Rövid leírás

source: Short description about your restaurant.
hu: Rövid leírás az étteremről.

source: Long description
hu: Hosszú leírás

source: Catalog
hu: Katalógus

source: NOTE: Reducing number of maximum guests will remove existing reservations associated with seats that are being removed from the system.
hu: MEGJEGYZÉS: A vendégek maximális számának csökkentése eltávolítja a rendszerből eltávolítandó helyekhez kapcsolódó meglévő foglalásokat.

source: Subscribe to basic package
hu: Alapcsomag megrendelése

source: We cannot accept your reservation. The reservation should be made 1 day(s) in advance.
hu: Foglalását nem tudjuk elfogadni. A foglalást 1 nappal korábban kell megtenni.

source: ReDi Restaurant Reservation plugin could not get an API key from the reservationdiary.eu server when it activated.<br/> You can try to fix this by going to the ReDi Restaurant Reservation "options" page. <br/>This will cause ReDi Restaurant Reservation plugin to retry fetching an API key for you. <br/>If you keep seeing this error it usually means that server where you host your web site can't connect to our reservationdiary.eu server. <br/>You can try asking your WordPress host to allow your WordPress server to connect to api.reservationdiary.eu<br/>In case you can not solve this problem yourself, please contact us directly by <a href="mailto:info@reservationdiary.eu">info@reservationdiary.eu</a>
hu: ReDi Éttermi foglaló számára nem szükséges API kulcs a reservationdiary.eu szerverről, ha akiválták.<br/> Megpróbálhatod javítani ezt a "beállítások" oldalon.<br/>Ilyenkor az API kulkcsot újra kell kérni a ReDi Restaurant Foglaló számára. <br/> Ha ezt a hibaüzenetet látja akkor ez azt jelenti, hogy szerverhez a weboldal nem tud csatlakozni. <br/> Ebben az esetben a WordPressben kell engedélyezni a szerverhez történő csatlakozást. (api.reservationdiary.eu)<br/>Abban az esetben, ha nem tudja megoldani ezt a problémát, kérjük, vegye fel a kapcsolatot velünk. <a href="mailto:info@reservationdiary.eu">info@reservationdiary.eu</a>

source: Detailed description about your restaurant. This can include anything you would want the customers to know about your restaurant features and offerings.
hu: Részletes leírás az étterméről. Ez magában foglalhat bármit, amit szeretné, ha az ügyfelek tudnának az étterem szolgáltatásairól és kínálatáról.

source: This check box if checked, the restaurant details are published to the catalog of <a target="_blank" href="http://reservationdiary.eu">reservationdiary.eu</a>. If you do not want it to be published, keep the box unchecked. Clients can find your restaurant from one more location.
hu: Ha ez a jelölőnégyzet be van jelölve, az étterem adatai megjelennek a <a target="_blank" href="http://reservationdiary.eu">reservationdiary.eu</a> katalógusában. Ha nem szeretné, hogy megjelenjen, ne jelölje be a négyzetet. Az ügyfelek még egy helyről találhatják meg éttermét.

source: Basic package price is 19 EUR per month per place. To subscribe please use following PayPal link:
hu: Alapcsomag ára 19 EURó havonta egy helyre. A megrendeléshez kérjük használja következő PayPal linket:

source: If you need to manage more complex reservations, please check our ReDi Reservation plugin too.
hu: Ha kezelnie kell bonyolultabb foglalást, kérjük tekintse meg a ReDi Reservation plugint is.
